Repository: WebbyLab/itsquiz-wall
Catalog: lang/*.po
Languages: ru, tr, uk, zh_cn

source: View details
ru: Детальнее
tr: Detayları görüntüle
uk: Докладніше
zh_cn: 查看详情

source: FREE
ru: Бесплатно
uk: Безкоштовно
zh_cn: 免费

source: question
ru: вопрос
uk: питання
zh_cn: 问题

source: Pass this test
ru: Сдать этот тест
uk: Скласти цей тест
zh_cn: 通过测试

source: %d question
ru: %d вопрос
tr: %d soru
uk: %d питання
zh_cn: %d 问题

source: More tests by %s
ru: Еще тесты от %s
tr: %s 'den daha çok testler
uk: Більше тестів вiд %s
zh_cn: %s的更多测试

source: Quizzes
ru: Тесты
uk: Тести
zh_cn: 小测验

source: Search
ru: Поиск
tr: Arama
uk: Пошук
zh_cn: 搜索

source: %d hour
ru: %d час
tr: %d saat
uk: %d година
zh_cn: %d 小时

source: %d minute
ru: %d минута
tr: %d dakika
uk: %d хвилина
zh_cn: %d 分钟

source: All tests
ru: Все тесты
tr: Bütün testler
uk: Всі тести
zh_cn: 全部测试

source: Vacancies
ru: Вакансии
tr: Kariyer
uk: Вакансії
zh_cn: 空缺

source: Education
ru: Образование
tr: Eğitim
uk: Освіта
zh_cn: 教育

source: Entertainment
ru: Развлечения
tr: Eğlence
uk: Розваги
zh_cn: 娱乐

source: Sorry, we couldn't find any tests for
ru: К сожалению, по вашему запросу тестов не найдено
tr: Maalesef sizin için herhangi bir test bulamadık
uk: На жаль, по вашому запиту тестів не знайдено
zh_cn: 抱歉，我们找不到有关的测试

source: There are no activations in this category yet
ru: В этой категории тестов пока что нет
tr: Bu kategoride aktivasyonlar henüz bulunmamaktadır
uk: У цій категорії тестів поки що немає
zh_cn: 还没有关于这个类别的有用的测试

source: Share test
ru: Поделиться тестом
uk: Поділитися тестом
zh_cn: 分享测试

source: private
ru: приватный
tr: gizli
uk: приватний
zh_cn: 保密的

source: Sign in
ru: Войти
uk: Увійти
zh_cn: 登录

source: Sign up / Sign in
ru: Регистрация / Вход
tr: Kayıt ol / Giriş Yap
uk: Реєстрація / Вхід
zh_cn: 注册 / 登录

source: Welcome to It's quiz!
ru: Добро пожаловать в It's quiz!
tr: Quiz'e hoşgeldin!
uk: Ласкаво просимо до It's quiz!
zh_cn: 欢迎来到 It's quiz!

source: Cloud platform for knowledge monitoring, creating quizzes, tests and questionnaires, search and identification of talented people
ru: Облачная платформа для мониторинга знаний, создания тестов, опросов и анкет, поиска и выявления талантливых людей
uk: Хмарна платформа для моніторингу знань, створення тестів, опитувань та анкетування, пошуку та виявлення талановитих людей
zh_cn: 一个检测知识，创造测试，测验和问卷，搜索和定位天才的云平台

source: Learn more
ru: Узнать больше
tr: Daha fazlasını öğren
uk: Дізнатися більше
zh_cn: 学习更多

source: Check your knowledge
ru: Проверьте свои знания
tr: Bilgilerinizi kontrol edin
uk: Перевірте свої знання
zh_cn: 检查你的知识

source: Explore hundreds of open tests on Quiz Wall, check your knowledge, explore new topics, share your achievements with friends
ru: Исследуйте сотни тестов, проверьте свои знания, изучайте новые темы, делитесь своими достижениями с друзьями
uk: Дослідіть сотні тестів, перевірте свої знання, вивчайте нові теми, діліться своїми досягненнями з друзями
zh_cn: 在测试墙探索成千上万的开放测试，检测你的知识，探索新的主题，和朋友们分享你的成果

source: You can create a test
ru: Вы можете создать тест
uk: Ви можете створити тест
zh_cn: 你可以创建一个测试

source: Everyone can create a test on It's quiz! Simply add new questions, compose a quiz and share with your friends!
ru: Каждый может создать тест на It's quiz! Просто добавьте новые вопросы, составьте из них тест и поделитесь им с друзьями.
uk: Кожен може створити тест на It's quiz! Просто додайте нові питання, складіть з них тест і поділіться ним з друзями.
zh_cn: 每个人都能在It's quiz上创建测试！简单地新增问题，组成测试并分享给你的朋友们！

source: Create a test
ru: Создать тест
tr: Test Oluştur
uk: Створити тест
zh_cn: 创建一个测试

source: Find best ever employees
ru: Найдите лучших сотрудников
tr: En iyi çalışanları bul
uk: Знайдіть кращих співробітників
zh_cn: 找到曾经最好的员工

source: Filter out candidates who don’t meet your standards before you interview them. Create test for a position, publish on Quiz Wall, enjoy interviewing only the best.
ru: Отсейте кандидатов которые не отвечают вашим требованиям, прежде чем пригласить их на собеседование. Создайте тест на вакансию, опубликуйте на стене, собеседуйте наилучших.
uk: Відсійте кандидатів, які не відповідають вашим вимогам, перш ніж запросити їх на співбесіду. Створіть тест на вакансію, опублікуйте на стіні, проводьте співбесіду з найкращими.
zh_cn: 为岗位创建一个测试，并发布在测试墙，在面试之前过滤掉不符合你标准的候选人，享受面试吧，完美！

source: Create a vacancy
ru: Создать вакансию
tr: Kariyer test'i oluştur
uk: Створити вакансію
zh_cn: 创建一个空缺

source: Skip this message
ru: Пропустить это сообщение
uk: Пропустити це повідомлення
zh_cn: 跳过

source: Discover tests
ru: Исследовать тесты
tr: Testleri keşfet
uk: Дослідити тести
zh_cn: 寻找测试

source: Do not show me this message again
ru: Больше не показывать это сообщение
tr: Bu mesajı bir daha gösterma
uk: Більше не показувати це повідомлення
zh_cn: 不再显示此条信息

source: Share this test
ru: Поделиться тестом
tr: Bu test'i paylaş
uk: Поділитися тестом
zh_cn: 分享这个测试

source: Share this page
ru: Поделиться страницей
tr: Bu sayfayı paylaş
uk: Поділитися сторінкою
zh_cn: 分享这个页面

source: Keep in touch
ru: Оставайтесь на связи
tr: İletişimde kalalım
uk: Залишайтеся на зв'язку
zh_cn: 保持联系

source: Videos on Youtube
ru: Видео на Youtube
tr: Youtube videoları
uk: Відео на Youtube
zh_cn: Youtube上的视频

source: Support
ru: Помощь
tr: Destek
uk: Допомога
zh_cn: 支持

source: Support page
ru: Поддержка
tr: Destek sayfası
uk: Підтримка
zh_cn: 支持页面

source: Suggest an idea
ru: Предложить идею
tr: Öneride bulunabilirsin
uk: Запропонувати ідею
zh_cn: 提个意见

source: Need help?
ru: Нужна помощь?
tr: Yardım gerekli mi?
uk: Потрібна допомога?
zh_cn: 需要帮助么？

source: Do you like It's quiz?
ru: Понравился It's quiz?
tr: Quiz'i sevdin mi?
uk: Сподобався It's quiz?
zh_cn: 你喜欢It's quiz么？

source: Read more
ru: Узнать больше
uk: Дізнатися більше
zh_cn: 更多

source: Meet our team
ru: Наша команда
tr: Ekibimizle tanış
uk: Наша команда
zh_cn: 见见我们的团队

source: Explore hundreds of open tests on Quiz Wall, check your knowledge, explore new topics, share your achievements with friends!
ru: Проверьте свои профессиональные знания, определите уровень владения иностранными языками, пройдите развлекательные тесты, найдите новую работу!
tr: Quiz üzerinde yüzlerce yeni test'e ulaşabilir, bilginizi sınayabilir, yeni konular keşfedip, arkadaşlarınızla başarılarınızı paylaşabilirsiniz!
uk: Перевірте свої професійні знання, визначте рівень володіння іноземними мовами, пройдіть розважальні тести, знайдіть нову роботу!

source: Find out your language level, check knowledge of professional topics, pass entertainment tests or even find a new job! Everything absolutely free!
ru: Изучайте новые темы, расширяйте кругозор, набирайтесь опыта, делитесь своими достижениями в социальных сетях!
tr: Mesleki konularda dil seviyenizi ölçebilir aynı zamanda eğlenebilirsiniz, Hepsi tamamen ücretsiz
uk: Вивчайте нові теми, розширюйте кругозір, набирайтеся досвіду, діліться своїми досягненнями в соціальних мережах!

source: Create your own tests!
ru: Создайте свои собственные тесты!
tr: Kendi testlerini oluştur!
uk: Створіть свої власні тести!
zh_cn: 创建属于你自己的测试

source: Everyone can create a test on It's quiz! Simply add new questions, compose a quiz, activate and share with your friends!
ru: Каждый может создать тест на It's quiz! Просто добавьте новые вопросы, составьте из них тест, активируйте и поделитесь им с друзьями!
tr: Herkes rahatlıkla kendi test'ini quiz ile oluşturabilir! Kolay bir şekilde yeni sorular ekleyebilir arkadaşlarınızla paylaşabilirisinz!
uk: Кожен може створити тест на It's quiz! Просто додайте нові питання, складіть з них тест, активуйте і поділіться ним з друзями!

source: Filter out candidates who don’t meet your standards before you interview them. Create test for a position, publish on Quiz Wall, enjoy interviewing only the best!
ru: Создайте тест для вакансии, публикуйте его на стене. Протестируйте профессиональные знания соискателя, прежде чем пригласить на собеседование. Собеседуйте лучших!
tr: İş görüşmeleri öncesi Sınav testleri yayınlayarak iş mülakatlarını öncesi görüşmeleri filtrelemenize olanak sağlar..
uk: Створіть тест для вакансії, публікуйте його на стіні. Протестуйте професійні знання претендента, перш ніж запросити на співбесіду. Проводьте співбесіду з кращими!

source: Pass the test
ru: Пройти тест
tr: Testlerden geçtin
uk: Скласти тест
zh_cn: 通过测试

source: Use this offer
ru: Воспользоваться данным предложением
uk: Скористатися цією пропозицією
zh_cn: 采用这个提议

source: Special proposition!
ru: Специальное предложение!
tr: Özel öneriler!
uk: Спеціальна пропозиція!
zh_cn: 特殊的命题

source: Sign in with your social network account
ru: Войдите с помощью акаунта социальной сети
uk: Увійдіть за допомогою аккаунта соціальної мережі
zh_cn: 通过你的社交账号登录

source: or use your e-mail
ru: или используйте ваш e-mail
tr: yada mail adresini kullan
uk: або використовуйте ваш e-mail
zh_cn: 或者用你的邮箱

source: %s of %s point
ru: %s из %s балла
tr: %s arasında %s puanın
uk: %s з %s бала
zh_cn: %s 在 %s 点

source: Share result with friends
ru: Поделиться результатом с друзьями
tr: Sonuçlarımı arkadaşlarımla paylaş
uk: Поділитися результатом з друзями
zh_cn: 和朋友们分享结果

source: View my answers
ru: Просмотреть мои ответы
tr: Cevaplarımı görüntüle
uk: Переглянути мої відповіді
zh_cn: 查看我的回答

source: You could do better!
ru: Вы могли бы сдать лучше!
tr: Daha iyisini yapabilirsin
uk: Ви могли б скласти краще!
zh_cn: 你可以做得更好的！

source: Good job!
ru: Хорошая работа!
tr: Aferin!
uk: Гарна робота!
zh_cn: 真棒！

source: Great result!
ru: Прекрасный результат!
tr: Güzel Sonuç!
uk: Прекрасний результат!
zh_cn: 很好的成绩

source: You rock! Excellent job!
ru: Вау! Отличная работа!
tr: Harikasın! Mükkemel çalışma!
uk: Вау! Відмінна робота!
zh_cn: 简直 完美！

source: Share
ru: Поделиться
tr: Paylaş
uk: Поділитися
zh_cn: 分享

source: My result is %d%%
ru: Мой результат %d%%
tr: Benim sonuçlarım %d%%
uk: Мій результат %d%%
zh_cn: 我的成绩是%d%%

source: Check out this test
ru: Зацените тест
tr: Test'ime göz at
uk: Зацініть тест
zh_cn: 检查这次测试

source: Weeks of English language!
ru: Недели английского языка!
uk: Тижні англійської мови!
zh_cn: 英文周

source: In the next 2 weeks you can get gifts from our friends - exclusive discounts on courses of English language!
ru: В течение двух недель действуют эксклюзивные скидки на курсы английского языка от наших партнеров!
uk: Протягом двох тижнів діють ексклюзивні знижки на курси англійської мови від наших партнерів!

source: Get exclusive discount
ru: Получить скидку
uk: Отримати знижку
zh_cn: 获取独有的折扣

source: Contact me
ru: Свяжитесь со мной
tr: Bana Ulaş
uk: Зв'яжіться зі мною
zh_cn: 联系我

source: Special offer
ru: Акции
tr: Özel Teklif
uk: Акції
zh_cn: 特别的建议

source: I want to receive new special offers
ru: Я хочу получать новые специальные предложения
tr: Özel teklifleri görmek istiyorum
uk: Я хочу отримувати нові спеціальні пропозиції
zh_cn: 我想收到特别的建议

source: Get the gift
ru: Получить подарок
tr: Hediye kazan
uk: Отримати подарунок
zh_cn: 领取礼品

source: Sign in with your social network account to continue
ru: Для продолжения войдите с помощью аккаунта социальной сети
tr: Sosyal ağ hesabınızla giriş yaparak testlere devam edin
uk: Для продовження увійдіть за допомогою аккаунта соціальної мережі
zh_cn: 通过你的社交账号登录然后继续

source: Fill in your resume
ru: Заполните свой профиль
tr: Bilgilerinizi doldurmalısınız
uk: Заповніть свій профіль
zh_cn: 完善你的简历

source: Filled profiles receive 70% more views
ru: Заполненный профиль просматривают на 70% чаще
tr: 70%'i doldurulmuş profiller daha fazla görüntülenir
uk: Заповнений профіль переглядають на 70% частіше
zh_cn: 完善个人信息可以得到70%以上的浏览

source: Similar tests
ru: Похожие тесты
tr: Benzert testler
uk: Схожі тести
zh_cn: 相似的测试

source: Newest first
ru: По дате добавления
tr: Önce Yeniler
uk: За датою створення
zh_cn: 最新的

source: Popular first
ru: Самые популярные
tr: Önce Popüler
uk: Найпопулярніші
zh_cn: 最火的

source: Vacancy
ru: Вакансии
tr: Kariyer
uk: Вакансії
zh_cn: 空缺

source: Minimize
ru: Свернуть
tr: Küçült
uk: Згорнути
zh_cn: 关闭

source: Expand
ru: Развернуть
tr: Genişlet
uk: Розгорнути
zh_cn: 展开

source: minute
zh_cn: 分钟

source: Twitter
zh_cn: 推特

source: Facebook
zh_cn: 脸书
